abashment
abhorrence
abjection
abnormality
abomination
absence
absurd
absurdity
absurdness
abuse
abyss
accident
accusation
ache
acidity
acridity
acrimony
addiction
adulteration
adversity
affliction
affront
aggravation
aggression
aggressiveness
agony
ailment
aimlessness
alarm
alienation
aloofness
ambiguity
ambivalence
anarchy
anemia
anger
angst
anguish
animadversion
animosity
annihilation
annoyance
anomaly
anxiety
apathy
apocalypse
apprehension
arrogance
ashes
atrocity
attenuation
attrition
autism
avarice
aversion
awfulness
awkwardness
badness
baiting
ban
barrier
bewilderment
bias
bitterness
blame
block
blues
boredom
botheration
break
breakage
breakdown
breakup
bug
bullshit
burden
burnout
calamity
casualty
catalepsy
catastrophe
caution
censure
chagrin
chaos
coercion
coldness
collapse
collision
complaint
complexity
complication
composure
compulsion
compulsiveness
compulsivity
concern
condemnation
conflict
conformism
confrontation
confusion
congestion
conservatism
consternation
constraint
contempt
contention
contradiction
contretemps
corruption
cowardice
crash
crisis
criticism
cruelty
curse
cutback
cynicism
damage
damping
danger
darkness
deadline
deadlock
debasement
debilitation
debility
decadence
decay
deception
decline
decrease
defeat
defect
defenselessness
deficiency
deficit
deformation
deformity
degeneracy
degeneration
degradation
dejectedness
dejection
delirium
delusion
demolition
denial
depletion
depreciation
deprivation
desolation
despair
desperation
despond
despondency
despotism
destruction
detachment
deterioration
devastation
difficulty
diffidence
dilapidation
dilemma
diminution
disadvantage
disaffection
disagreement
disappointment
disapproval
disarrangement
disaster
disbalance
discomfiture
discomfort
discomposure
disconnection
discontent
discord
discordance
discouragement
discredit
discrepancy
discrimination
disdain
disease
disenchantment
disfavor
disgrace
disgust
disharmony
disheartenment
dishonesty
dishonor
disillusionment
disinformation
disintegration
disinterest
dislike
dismals
dismay
disorder
disparity
dispiritedness
displeasure
disquiet
disregard
disrespect
disruption
dissatisfaction
dissension
dissimulation
dissociation
dissolution
dissonance
distaste
distemper
distortion
distraction
distress
disturbance
disunity
doom
doubt
downfall
downgrade
downturn
drawback
dread
dreadfulness
dreariness
drivel
droop
drop
dudgeon
dullness
dumping
dysfunction
effrontery
embarrassment
emptiness
enmity
entanglement
entropy
envy
error
estrangement
evil
exasperation
exclusion
excruciation
excuse
execration
exhaustion
exiguity
exinanition
extermination
facepalm
fading
fail
failure
fake
falloff
falsehood
falseness
falsification
fatality
fatigue
fault
fear
feebleness
fiasco
fickleness
fiction
fighting
figment
filth
filthiness
flaccidity
flatness
flaw
flop
forbiddance
foreboding
foul
fragility
fraud
frazzle
frigidity
frustration
fuckup
fury
futility
glitch
gloom
gloominess
gotchas
greed
grief
grouchiness
grudge
guilt
halting
hardship
harm
harshness
hassle
hatred
havoc
headache
heartbreak
heaviness
hell
helplessness
hesitation
hindrance
hopelessness
horridness
horror
hostility
humiliation
hunger
hurry
hurt
hypochondria
hypocrisy
ignobility
ignorance
illness
illusion
imbalance
imitation
imminence
immorality
impairment
impatience
imperfection
impertinence
impossibility
impotence
impudence
impuissance
inability
inaccessibility
inaction
inactivity
inanition
inattention
inaudibility
incertitude
incoherence
incompetence
incompleteness
incomprehension
incongruity
inconvenience
incredulity
indecision
indifference
indignation
indisposition
indolence
ineffectiveness
inefficiency
ineluctability
inequality
inequity
inertia
inertness
inevitability
infamy
infantilism
inferno
infliction
inhumanity
iniquity
injustice
inquietude
insecurity
insensitivity
insignificance
insipidity
insolence
instability
insufficiency
insularity
insult
interruption
intimidation
intoxication
inutility
ire
irrationality
irrelevance
irresolution
irritability
irritation
isolation
jealousy
junk
lack
lassitude
laxity
laxness
laziness
lethargy
lie
limitation
limpness
liquidation
littleness
loathing
loss
madness
malevolence
malfunction
malice
meaninglessness
meanness
mediocre
melancholy
mendacity
mess
meticulousness
misapprehension
mischance
miscommunication
misconception
misconduct
misery
misfortune
misgiving
misinformation
misstep
mistake
mistrust
mistrustfulness
monotony
moodiness
mope
muck
muddle
mush
mustiness
naivety
nastiness
naughtiness
negation
negative
neglect
negligence
negligibility
neurosis
neuroticism
nihilism
nihility
noise
nonentity
nonexistence
nonplus
nonsense
nothing
nothingness
nuisance
nullity
numbness
obfuscation
objection
obscurity
obsession
obstacle
obstruction
oddity
odium
offense
oppression
ordinariness
outrage
overburden
overhead
overload
overtiredness
overwork
pain
panic
passiveness
passivity
perniciousness
perplexity
perturbation
pessimism
pettiness
phobia
pitfall
pointlessness
precariousness
prejudice
preposterousness
pressure
pretense
problem
procrastination
profanation
prohibition
prostration
provocation
psychopathy
psychosis
punishment
putridness
qualm
quandary
rage
rancor
rascality
refusal
regression
regret
rejection
reluctance
remissness
renouncement
reprehension
repression
reproach
reprobation
reproval
repulsion
resentment
resistance
restraint
restriction
revenge
revulsion
ridiculousness
rot
rottenness
routine
rubbish
rudeness
ruffle
ruin
ruthlessness
sacrifice
sadness
scarceness
scarcity
scare
scorn
scruple
senselessness
setback
shabbiness
shake
shame
shiftiness
shock
shutdown
sickness
sin
skepticism
slackness
slight
sloth
slowdown
slowness
sludge
sluggishness
smash
snobbery
snobbism
sobbing
sombreness
sorrow
spite
spitefulness
spleen
spoilage
squalor
stagnancy
stagnation
stalemate
standstill
stoppage
stress
strife
struggle
stupefaction
stupidity
stupor
suffering
suppression
suspense
suspicion
suspiciousness
tactlessness
taunt
teardown
tedium
temptation
tension
termination
terror
thirst
threat
tightness
timidity
tiredness
torment
tormenting
torpidity
torture
toxicity
tragedy
transgression
trash
treachery
trepidation
trickery
trouble
turpitude
unavailability
uncertainty
unclarity
unease
uneasiness
unfairness
unfriendliness
unhappiness
unkindness
unpleasantness
unprotectedness
unrealizability
unsteadiness
untruth
upset
uselessness
vacuity
vain
vanity
vapidity
vexation
vice
villainy
violation
void
vulnerability
warfare
warning
wasting
weakness
weariness
weeping
wickedness
wistfulness
withering
woe
worry
worthlessness
wrath
wreck
wretchedness
wrongdoing
yearning
